import { MainLayout } from '~/layout/main-layout/main-layout';

export default function AboutPage() {
  return (
    <MainLayout
      classNameContent='space-y-4 app-container mt-[3rem] mb-[6rem]'
      headProps={{ title: 'О нас' }}
    >
      <h2 className='mt-8 text-3xl font-medium'>
        Онлайн-кинотеатр КиндКино: фильмы в хорошем качестве всегда приносят
        настоящее удовольствие
      </h2>

      <h6 className='text-white/60'>
        Просмотр хорошо отснятого кино с нетривиальным сюжетом и талантливыми
        актерами доставляет истинное удовольствие. Смотреть онлайн в хорошем
        качестве, FullHD 1080 новинки кино будет вдвойне приятно. Просмотр
        новинок в кинотеатре – это отдельный вид времяпровождения, маленькая
        жизнь, которую проживает зритель в погоне за билетами на премьеру.
        Многие зрители испытывают настоящий охотничий азарт во время «охоты» за
        билетами на долгожданную новинку. Возможность в числе первых посмотреть
        новое кино, особая атмосфера, царящая в кинотеатре – все это сложно
        заменить. Однако человек может сколько угодно планировать, месяцами
        ждать премьеру долгожданной новинки, но обстоятельства могут сложиться
        не в его пользу.
        <br />
        <br />
        Если в дни проката новой киноленты отсутствует возможность посетить
        кинотеатр, есть отличное решение – бесплатно смотреть новинки в
        онлайн-кинотеатре. Кинофан – это современный онлайн-кинотеатр, ваш гид
        по миру кино. Мы представляем нашим пользователям возможность бесплатно
        смотреть новинки кино 2023 года, подборки, фильмы, сериалы, мультфильмы,
        аниме, ТВ-шоу и многое другое на любой вкус в хорошем качестве. Вам
        больше не нужно искать диски с новинками, тратить деньги на билеты – с
        нами вы можете посмотреть новинку с друзьями, в кругу семьи бесплатно.
      </h6>
      <h6 className='text-white/60'>
        Преимущества просмотра кинофильмов онлайн сложно переоценить. Самое
        главное преимущество – зритель сам выбирает, что он хочет смотреть и не
        ограничивается расписание кинотеатра. Помимо этого, вы сами выбираете
        время, место и компанию, в которой будете смотреть онлайн в хорошем
        качестве, FullHD 1080 заинтересовавшее вас кино. В два, три, четыре часа
        ночи, в шумной компании друзей или в обнимку с любимым котом, в любимой
        пижаме или потертых тренировочных штанах, дома, в поездке, в метро – вы
        можете выбирать наиболее комфортное время, место и обстановку. Все
        новинки кино 2023 года собраны на нашем сайте в отдельной категории.
        Сайт регулярно пополняется новыми продуктами киноиндустрии. Помимо
        новинок, мы регулярно пополняем другие подборки фильмов, сериалов,
        мультфильмов, аниме и ТВ-шоу.
        <br />
        <br />
        Теперь нет необходимости просматривать киноафиши, изучать программы
        передач, спорить с друзьями или членами семьи о том, что смотреть. Мы
        собрали для вас коллекцию лучших фильмов, новинок индустрии кино. Для
        Вашего удобства мы собрали новинки кино 2023 и подборку лучших лент
        мирового проката, удобный каталог для максимально быстрого и комфортного
        поиска фильмов, а так же качественный плеер, который исправно работает
        без дополнительных опций – вам больше не придется скачивать плагины.
        Современный мир – прогрессивный. Он не стоит на месте и постоянно
        меняется. Индустрия кино регулярно выпускает новые продукты. Практически
        ежедневно в прокат выход что-то новое. Отслеживать это зрителю просто
        невозможно. Однако с нами нет ничего невозможного. Добавьте наш сайт в
        закладки и будьте всегда в курсе самых свежих новинок кино. Высокое
        разрешение позволяет смотреть кино как на смартфоне, так и на большом
        экране без потери качества изображения. Получайте наслаждение от
        кинопремьер первыми, удивляйте коллег, домочадцев и друзей, делитесь
        впечатлениями от просмотра.
      </h6>
    </MainLayout>
  );
}
